Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_mlt-MLT_TM.tmx
Source language: en_gb
Languages: mt_mt

source: Other\ Refusal (DO NOT READ OUT)
mt_mt: Oħrajn/Rifjut (DO NOT READ OUT)

source: Walking
mt_mt: Mixi

source: DK/NA (DO NOT READ OUT)
mt_mt: Ma nafx/ebda risposta (TAQRAX)

source: Large town/city
mt_mt: Belt kbira

source: Have you got a mobile phone?
mt_mt: Inti għandek mobajl?

source: City 7
mt_mt: Ħamrun

source: In which city/borough/commune do you live?
mt_mt: F’liema lokalitá tgħix?

source: Single person household
mt_mt: Dar fejn tgħix persuna waħedha

source: City 1
mt_mt: Birgu

source: City 4
mt_mt: Fgura

source: Noise
mt_mt: L-istorbju

source: Car
mt_mt: Il-karozza

source: Public transport
mt_mt: It-trasport pubbliku

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
mt_mt: Matul l-aħħar tnax-il xahar, inti tgħid li kellek diffikultajiet li tħallas il-kontijiet tiegħek fl-aħħar tax-xahar…?

source: Other city
mt_mt: Oħrajn

source: Generally speaking, the public administration of [CITY NAME] can be trusted
mt_mt: B’mod ġenerali, l-amministrazzjoni pubblika f’[CITY NAME] tista’ tiġi fdata

source: It is easy to find a job in [CITY NAME]
mt_mt: Huwa faċli li ssib xogħol f'[CITY NAME]

source: Not at all satisfied
mt_mt: Xejn sodisfatt

source: City 20
mt_mt: Santa Venera

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
mt_mt: Ser naqralek numru ta’ stqarrijiet. Jekk jogħġbok għidli jekk taqbel ħafna, pjuttost taqbel, pjuttost ma taqbilx jew ma taqbel xejn ma’ kull waħda dawn l-istqarrijiet

source: Somewhat disagree
mt_mt: Pjuttost ma naqbilx

source: Housing
mt_mt: Postijiet fejn wieħed jgħix (akkomodazzjoni)

source: From time to time
mt_mt: Kultant

source: City 18
mt_mt: San Ġwann

source: City 10
mt_mt: Luqa

source: Married or cohabiting couple, no children or no children living at home
mt_mt: Koppja miżżewġa jew li tgħix flimkien, mingħajr tfal jew mingħajr tfal jgħixu d-dar

source: Rural area or village
mt_mt: Raħal

source: City 19
mt_mt: Santa Luċija

source: Train
mt_mt: Il-ferrovija

source: Very satisfied
mt_mt: Sodisfatt ħafna

source: City 25
mt_mt: Valletta

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
mt_mt: B’mod ġenerali, jekk jogħġbok għidli jekk intix sodisfatt ħafna, pjuttost sodisfatt, pjuttost mhux sodisfatt jew ma int sodisfatt xejn b’kull waħda minn dawn il-kwistjonijiet li ġejjin f'[CITY NAME]:

source: City 24
mt_mt: Tarxien

source: City 23
mt_mt: Ta' Xbiex

source: Safety
mt_mt: Is-sigurtà

source: Your personal job situation
mt_mt: Is-sitwazzjoni tax-xogħol personali tiegħek

source: Small or medium-sized town
mt_mt: Belt żgħira

source: Professional (employed doctor, lawyer, accountant, architect, …)
mt_mt: Professjonist (impjegat bħala avukat, tabib, accountant, perit, ...)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
mt_mt: Huwa faċli li ssib postijiet tajbin fejn tgħix bi prezz raġjonevoli f'[CITY NAME]

source: Generally speaking, most people in my neighborhood can be trusted
mt_mt: B’mod ġenerali, il-maġġoranza tan-nies fil-viċinanzi ta' fejn ngħix huma ta’ min jafdahom

source: Most of the time
mt_mt: Ħafna mill-ħin

source: Have you got a landline phone?
mt_mt: Inti għandek telefon b'linja fissa?

source: City 5
mt_mt: Floriana

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
mt_mt: Tista' tgħidli kemm hemm persuni inkluż/a int li għandhom 15 -il sena jew fuqhom jgħixu fid-dar tiegħek?

source: Other (DO NOT READ OUT)
mt_mt: Oħrajn (TAQRAX)

source: Strongly disagree
mt_mt: Ma naqbel xejn

source: I live here since less than 1 year
mt_mt: Ili ngħix hawn anqas minn sena

source: Cleanliness
mt_mt: Indafa

source: The financial situation of your household
mt_mt: Is-sitwazzjoni finanzjarja tal-familja tiegħek

source: Other employee (salesman, nurse, …)
mt_mt: Impjegat ieħor (bejjiegħ, ners, ...)

source: No
mt_mt: Le

source: Owner of shop, craftsman
mt_mt: Sid ta' ħanut, ħaddiem tas-sena

source: Would you say you are…?
mt_mt: Tgħid li inti ...?

source: Seeking a job
mt_mt: Qed tfittex xoghol

source: Manual worker
mt_mt: Ħaddiem tal-id (Manual worker)

source: The noise level
mt_mt: Il-livell tal-istorbju

source: The administrative services of [CITY NAME] help people efficiently
mt_mt: Is-servizzi amministrattivi ta' [CITY NAME] jgħinu lin-nies b’mod effiċjenti

source: Urban public transport (bus, metro, tram, ferry, etc.)
mt_mt: Trasport pubbliku urban (karozza tal-linja, metro, tramm, vapur, eċċ.)

source: Gender.
mt_mt: Sess

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
mt_mt: [CITY NAME] hija impenjata li tiġġieled it-tibdil tal-klima (eż. effiċjenza fl-enerġija, trasport li ma jagħmilx ħsara lill-ambjent)

source: City 21
mt_mt: Sliema

source: Female
mt_mt: Mara

source: City 15
mt_mt: Pietà

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
mt_mt: Fl-opinjoni tigħek, minn dawn il-kwistjonijiet li ġejjin, liema huma t-tlieta l-iżjed importanti għal [CITY NAME]?

source: What county do you live in?
mt_mt: F'liema lokalità tgħix?

source: City 22
mt_mt: Swieqi

source: I live here since between 5 to 10 years
mt_mt: Ili ngħix hawn bejn 5 u 10 snin

source: I am satisfied to live in [CITY NAME]
mt_mt: Inħossni sodisfatt li ngħix f'[CITY NAME]

source: Male
mt_mt: Raġel

source: City 13
mt_mt: Paola

source: Social services
mt_mt: Is-servizzi soċjali

source: Unemployment
mt_mt: Il-qgħad

source: Farmer, forester, fisherman
mt_mt: Bidwi, ħaddiem fol-forestrija, sajjied

source: City 9
mt_mt: Kalkara

source: Civil servant
mt_mt: Impjegat mal-gvern

source: Without a professional activity
mt_mt: Mingħajr attivita' professjonali

source: City 12
mt_mt: Msida

source: Education and training
mt_mt: Edukazzjoni u taħriġ

source: City 26
mt_mt: Xgħajra

source: City 2
mt_mt: Birkirkara

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
mt_mt: Fir-rigward tal-okkupazzjoni attwali tiegħek, inti tgħid li inti taħdem għal rasek, impjegat, ħaddiem tal-id jew tgħid li inti ma għandekx attività professjonali?

source: Refusal (DO NOT READ OUT)
mt_mt: Rifjut (DO NOT READ OUT)

source: Air pollution
mt_mt: It-tniġġiż tal-arja

source: I feel safe in [CITY NAME]
mt_mt: Inħossni sigur f'[CITY NAME]

source: Unskilled manual worker
mt_mt: Ħaddiem tal-id mingħajr sengħa (Unskilled manual worker)

source: Sports facilities such as sport fields and indoor sport halls
mt_mt: Faċilitajiet sportivi bħal grounds tal-isport u swali tal-isport fuq ġewwa

source: The life you lead
mt_mt: Il-ħajja li qed tgħix

source: Rather unsatisfied
mt_mt: Pjuttost mhux sodisfatt

source: Rather satisfied
mt_mt: Pjuttost sodisfatt

source: Professional (lawyer, medical practitioner, accountant, architect,…)
mt_mt: Professjonist (avukat, tabib, accountant, perit, ...)

source: Health services
mt_mt: Is-servizzi tas-saħħa

source: Office clerk
mt_mt: Skrivan (office clerk)

source: Retired
mt_mt: Irtirat/a

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
mt_mt: B’mod ġenerali, inti sodisfatt ħafna, pjuttost sodisfatt, mhux sodisfatt ħafna jew m’inti xejn sodisfatt dwar…?

source: None (DO NOT READ OUT)
mt_mt: Xejn (TAQRAX)

source: Almost never\ never
mt_mt: Kważi qatt/ Qatt

source: Number of people aged 15 or more in the household
mt_mt: Numru ta' nies ta' 15-il sena jew aktar fid-dar

source: Public transport, for example the bus, tram or metro
mt_mt: It-trasport pubbliku, bħal per eżempju tal-linja {tram jew metro}

source: City 8
mt_mt: Isla

source: City 11
mt_mt: Marsa

source: I feel safe in my neighbourhood
mt_mt: Inħossni sigur fil-viċinanzi ta' fejn ngħix

source: Availability of retail shops
mt_mt: Disponibbilità ta’ ħwienet

source: General management, director or top management
mt_mt: Management ġenerali, direttur, jew top management

source: Strongly agree
mt_mt: Naqbel ħafna

source: City 14
mt_mt: Pembroke

source: How old were you when you stopped full-time education?
mt_mt: Kemm kellek żmien meta waqaft l-edukazzjoni full-time tiegħek?

source: Ship or boat
mt_mt: Vapur jew dgħajsa

source: Bicycle
mt_mt: Ir-rota

source: City 6
mt_mt: Gżira

source: How old are you?
mt_mt: Kemm għandek żmien?

source: Motorbike
mt_mt: Il-mutur

source: Single parent, one or more children living at home
mt_mt: Ġenitur waħdu, b’’wild wieħed jew iktar jgħixu d-dar

source: Self-employed
mt_mt: Taħdem għal rasek

source: The state of the streets and buildings in your neighbourhood
mt_mt: L-istat tat-toroq u tal-bini fil-viċinanzi ta’ fejn toqgħod

source: Fairly satisfied
mt_mt: Pjuttost sodisfatt

source: Generally speaking, most people in [CITY NAME] can be trusted
mt_mt: B’mod ġenerali, il-maġġoranza tan-nies f’[CITY NAME] huma ta’ min jafdahom

source: (READ OUT - SINGLE CODE)
mt_mt: (READ OUT – ONE ANSWER ONLY)

source: On a typical day, which mode or modes of transport do you use most often?
mt_mt: F’ġurnata tipika, liema mezz(i) ta’ trasport tuża l-aktar ta’ spiss?

source: Schools and other educational facilities
mt_mt: Skejjel u faċilitajiet edukattivi oħrajn

source: The quality of the air
mt_mt: Il-kwalità tal-arja

source: Married or cohabiting couple, with one or more children living at home
mt_mt: Koppja miżżewġa jew li tgħix flimkien, b'wild wieħed jew aktar jgħixu d-dar

source: Foreigners who live in [CITY NAME] are well integrated
mt_mt: Barranin li jgħixu f’[CITY NAME] huma integrati tajjeb

source: City 3
mt_mt: Bormla

source: Health care services, doctors and hospitals
mt_mt: Servizzi tas-saħħa offruti minn tobba u sptarijiet

source: Employee
mt_mt: Impjegat

source: Public spaces such as markets, squares, pedestrian areas
mt_mt: Spazji pubbliċi bħal swieq, pjazzez, żoni magħluqin għat-traffiku

source: Would you say you live in a…?
mt_mt: Inti tgħix ġewwa raħal, belt żgħira jew belt kbira?

source: Which of the following best describes your household composition?
mt_mt: Liema minn dawn li ġejjin jiddeskrivu bl-aħjar mod lin-nies li jgħixu fid-dar tiegħek?

source: Manager of a company
mt_mt: Maniġer ta' kumpanija

source: I live here since 1 to 5 years
mt_mt: Ili ngħix hawn bejn sena u 5 snin

source: Not very satisfied
mt_mt: Ma tantx sodisfatt

source: Road infrastructure
mt_mt: L-infrastruttura tat-toroq

source: The presence of foreigners is good for [CITY NAME]
mt_mt: Il-preżenza tal-barranin hija tajba għal [CITY NAME]

source: DK (DO NOT READ OUT)
mt_mt: Ma nafx (DO NOT READ OUT)

source: City 27
mt_mt: Żabbar

source: Yes
mt_mt: Iva

source: Green spaces such as parks and gardens
mt_mt: Green area bħal park jew ġonna

source: Other
mt_mt: Oħra

source: City 16
mt_mt: Qormi

source: FL419 - Quality of life in European Cities UK
mt_mt: FL419 - Quality of life in European CitiesMTM

source: City 17
mt_mt: San Ġiljan

source: Somewhat agree
mt_mt: Pjuttost naqbel

source: Cultural facilities such as concert halls, theatres, museums and libraries
mt_mt: Facilitajiet kulturali bħal swali għal kunċerti, teatri, mużewijiet u libreriji

source: The place where you live
mt_mt: Il-post fejn tgħix

source: Was born here/ I’ve been living here for all my life
mt_mt: Twelidt hawn/ili ngħix hawn ħajti kollha

source: Supervisor\ foreman (team manager, …)
mt_mt: Superviżor/foreman (maniġer ta' tim, ...)

source: I live here since more than 10 years
mt_mt: Ili ngħix hawn aktar minn 10 snin

source: For how long have you been living in [CITY NAME]?
mt_mt: Kemm ilek tgħix f’[CITY NAME]?

source: Looking after the home
mt_mt: Tieħu ħsieb id-dar
